10/data/attachments/a586c2fbc86dbdcb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dennis_move_Actions_79018_2</nif:username>
            <nif:friendToBeRequested>soap_actions_9770068d-1d3b-40bd-af8d-adf978f6f39a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>